espressif/esp-brookesia/runtime/brookesia_runtime_wasm/test_apps/sdkconfig.ci.esp32p4_xip
CONFIG_IDF_TARGET="esp32p4"

CONFIG_SPIRAM_XIP_FROM_PSRAM=y
